/* Cancel按钮 */
"kAlertBtnCancel" = "取消";

/* 关闭按钮 */
"kAlertBtnClose" = "關閉";

/* OK按钮 */
"kAlertBtnOK" = "好";

/* Retry按钮 */
"kAlertBtnRetry" = "重試";

/* Settings按钮 */
"kAlertBtnSettings" = "設定";

/* 升级按钮 */
"kAlertBtnUpgrade" = "升級";

/* 查看按钮 */
"kAlertBtnView" = "檢視";

/* xx即将到达，xx is coming. */
//"kAlertFrmStringArrived" = "%@ 就要到了。";
"kAlertFrmStringArrived" = "%@";

/* xx已经离开，Leave xx */
"kAlertFrmStringLeaved" = "%@";

/* 需要打开internet连接访问地图的提示框的内容 */
"kAlertNeedInternetBodyAccessMaps" = "您必须連接 Wi-Fi 網路或行動資料網路才能取用地圖。";

/* 需要打开internet连接访问地图的提示框的标题 */
"kAlertNeedInternetTitleAccessMaps" = "無法取用地圖";

/* 需要打开internet连接访问App store的提示框的内容 */
"kAlertNeedInternetBodyAccessAppStore" = "您必须連接 Wi-Fi 網路或行動資料網路才能取用 App Store。";

/* 需要打开internet连接访问App store的提示框的标题 */
"kAlertNeedInternetTitleAccessAppStore" = "無法連接 App Store";

/* 打开定位服务的提示框的消息内容 */
"kAlertNeedLocationServicesBody" = "您必須開啓“定位服務”來允許本程序確認您的位置。";

/* 打开定位服务的提示框的消息标题 */
"kAlertNeedLocationServicesTitle" = "無法確認目前位置";

/* 升级为pro版本的提示框的消息内容 */
"kAlertUpgradeProVesionBody" = "您必須把本應用程序升級到完全版，才能增加更多的位置鬧鈴提醒。";

/* 升级为pro版本的提示框的消息标题 */
"kAlertUpgradeProVesionTitle" = "升級到完全版本";


/* 查询失败的提示框内容：请重试。Please try again.（错误的默认提示） */
"kAlertSearchBodyTryAgain" = "請重試。";

/* 查询失败的提示框内容：Please try tomorrow.对应“一天内查询次数过多” */
"kAlertSearchBodyTryTomorrow" = "請明天再試。";

/* 查询提示框标题，Search */
"kAlertSearchTitle" = "搜尋";

/* 地址查询失败的提示框标题：发生网络错误，Network Error，（错误的默认提示） */
"kAlertSearchTitleDefaultError" = "網路錯誤";

/* 地址查询失败的提示框标题：无结果，No Results Found */
"kAlertSearchTitleNoResults" = "找不到任何結果。";

/* 查询完成，有多个结果提示用户选择，Did you mean... */
"kAlertSearchTitleResults" = "您的意思是不是⋯";

/* 地址查询失败的提示框标题：一天内查询次数过多，Too Many Queries have been Made */
"kAlertSearchTitleTooManyQueries" = "搜尋次數太多了";

/* 购买的消息标题 */
"kAlertPurchaseTitle" = "購買";
/* 需要打开允许购买选项的消息标题 */
"kAlertPurchasenNotAllowPurchaseBody" = "您沒有開啓“應用程式內建購買功能”的选项。";

/* 东经格式化串 */
"kCoordinateFrmStringEastLongitude" = "東經 %d°%d′%d″";

/* 东经格式化串(值与符号间有空格) */
"kCoordinateFrmStringEastLongitudeSpace" = "東經 %d°%d′%d″";

/* 东经格式化串(秒上带小数) */
"kCoordinateFrmStringEastLongitudeDecimal" = "東經  %3d°%2d′%2d.%.2d″";


/* 北纬格式化串 */
"kCoordinateFrmStringNorthLatitude" = "北緯 %d°%d′%d″";

/* 北纬格式化串(值与符号间有空格) */
"kCoordinateFrmStringNorthLatitudeSpace" = "北緯 %d°%d′%d″";

/* 北纬格式化串(秒上带小数) */
"kCoordinateFrmStringNorthLatitudeDecimal" = "北緯  %3d°%2d′%2d.%.2d″";


/* 南纬格式化串 */
"kCoordinateFrmStringSouthLatitude" = "南緯 %d°%d′%d″";

/* 南纬格式化串(值与符号间有空格) */
"kCoordinateFrmStringSouthLatitudeSpace" = "南緯 %d°%d′%d″";

/* 南纬格式化串(秒上带小数) */
"kCoordinateFrmStringSouthLatitudeDecimal" = "南緯  %3d°%2d′%2d.%.2d″";


/* 西经格式化串 */
"kCoordinateFrmStringWestLongitude" = "西經 %d°%d′%d″";

/* 西经格式化串(值与符号间有空格) */
"kCoordinateFrmStringWestLongitudeSpace" = "西經 %d°%d′%d″";

/* 西经格式化串(秒上带小数) */
"kCoordinateFrmStringWestLongitudeDecimal" = "西經  %3d°%2d′%2d.%.2d″";


/* 默认的位置闹钟名称 */
"KDefaultAlarmName" = "位置鬧鈴提醒";

/* 警示半径类型名称-001，Near */
"KDicAlarmRadius001" = "近";

/* 警示半径类型名称-002，Standard */
"KDicAlarmRadius002" = "標準";

/* 警示半径类型名称-003，Far */
"KDicAlarmRadius003" = "遠";

/* 警示半径类型名称-004，Custom */
"KDicAlarmRadius004" = "自定";

/* 混合地图类型名称 */
"KDicMapTypeNameHybrid" = "混合地圖";

/* 卫星地图类型名称 */
"KDicMapTypeNameSatellite" = "衛星";

/* 标准地图类型名称 */
"KDicMapTypeNameStandard" = "地圖";

/* 开关值已经关闭 */
"KDicOff" = "關閉";

/* 开关值已经打开 */
"KDicOn" = "開啟";

/* 重复类型的名称-001， Once*/
"KDicRepeateTypeName001" = "僅鬧一次";

/* 重复类型的名称-002，Forever */
"KDicRepeateTypeName002" = "連續";

/* 闹钟铃声名称-无 */
"KDicSoundName000" = "無";

/* 闹钟铃声名称-001 */
"KDicSoundName001" = "馬林巴琴";

/* 闹钟铃声名称-002 */
"KDicSoundName002" = "木琴";

/* 闹钟铃声名称-003 */
"KDicSoundName003" = "豎琴";

/* 闹钟铃声名称-004 */
"KDicSoundName004" = "舊式電話鈴聲";

/* 闹钟铃声名称-005 */
"KDicSoundName005" = "顫音";

/* 闹钟铃声名称-006 */
"KDicSoundName006" = "KDicSoundName006";

/* 闹钟铃声名称-007 */
"KDicSoundName007" = "KDicSoundName007";

/* 闹钟铃声名称-008 */
"KDicSoundName008" = "KDicSoundName008";

/* 闹钟铃声名称-009 */
"KDicSoundName009" = "KDicSoundName009";

/* 闹钟铃声名称-010 */
"KDicSoundName010" = "KDicSoundName010";

/* 闹钟铃声名称-011 */
"KDicSoundName011" = "KDicSoundName011";

/* 闹钟铃声名称-012 */
"KDicSoundName012" = "KDicSoundName012";

/* 闹钟铃声名称-013 */
"KDicSoundName013" = "KDicSoundName013";

/* 闹钟铃声名称-014 */
"KDicSoundName014" = "KDicSoundName014";

/* 闹钟铃声名称-015 */
"KDicSoundName015" = "KDicSoundName015";

/* 闹钟铃声名称-016 */
"KDicSoundName016" = "KDicSoundName016";

/* 闹钟铃声名称-017 */
"KDicSoundName017" = "KDicSoundName017";

/* 闹钟铃声名称-018 */
"KDicSoundName018" = "KDicSoundName018";

/* 闹钟铃声名称-019 */
"KDicSoundName019" = "KDicSoundName019";

/* 闹钟铃声名称-020 */
"KDicSoundName020" = "KDicSoundName020";

/* 闹钟铃声名称-021 */
"KDicSoundName021" = "KDicSoundName021";

/* 闹钟铃声名称-022 */
"KDicSoundName022" = "KDicSoundName022";

/* 闹钟铃声名称-023 */
"KDicSoundName023" = "KDicSoundName023";

/* 闹钟铃声名称-024 */
"KDicSoundName024" = "KDicSoundName024";

/* 闹钟铃声名称-025 */
"KDicSoundName025" = "KDicSoundName025";

/* 闹钟铃声名称-026 */
"KDicSoundName026" = "KDicSoundName026";

/* 闹钟铃声名称-027 */
"KDicSoundName027" = "KDicSoundName027";

/* 闹钟铃声名称-028 */
"KDicSoundName028" = "KDicSoundName028";

/* 闹钟铃声名称-029 */
"KDicSoundName029" = "KDicSoundName029";

/* 闹钟铃声名称-030 */
"KDicSoundName030" = "KDicSoundName030";

/* 闹钟铃声名称-031 */
"KDicSoundName031" = "KDicSoundName031";

/* 闹钟铃声名称-032 */
"KDicSoundName032" = "KDicSoundName032";

/* 闹钟铃声名称-033 */
"KDicSoundName033" = "KDicSoundName033";

/* 闹钟铃声名称-034 */
"KDicSoundName034" = "KDicSoundName034";

/* 闹钟铃声名称-035 */
"KDicSoundName035" = "KDicSoundName035";

/* 闹钟铃声名称-036 */
"KDicSoundName036" = "KDicSoundName036";

/* 闹钟铃声名称-037 */
"KDicSoundName037" = "KDicSoundName037";

/* 闹钟铃声名称-038 */
"KDicSoundName038" = "KDicSoundName038";

/* 闹钟铃声名称-039 */
"KDicSoundName039" = "KDicSoundName039";

/* 闹钟铃声名称-040 */
"KDicSoundName040" = "KDicSoundName040";

/* 闹钟铃声名称-041 */
"KDicSoundName041" = "KDicSoundName041";

/* 闹钟铃声名称-042 */
"KDicSoundName042" = "KDicSoundName042";

/* 闹钟铃声名称-043 */
"KDicSoundName043" = "KDicSoundName043";

/* 闹钟铃声名称-044 */
"KDicSoundName044" = "KDicSoundName044";

/* 闹钟铃声名称-045 */
"KDicSoundName045" = "KDicSoundName045";

/* 闹钟铃声名称-046 */
"KDicSoundName046" = "KDicSoundName046";

/* 闹钟铃声名称-047 */
"KDicSoundName047" = "KDicSoundName047";

/* 闹钟铃声名称-048 */
"KDicSoundName048" = "KDicSoundName048";


/* 触发条件类型的名称，When I Arrive */
"kDicTriggerTypeNameWhenArrive" = "到達時";       

/* 触发条件类型的名称，When I Leave */
"kDicTriggerTypeNameWhenLeave" = "離開時";

/* Alarm是否启用的标签 */
"KLabelAlarmEnable" = "啓用";

/* 信息卡视图地址的标签（英文小写） */
"KLabelAlarmMapInfo" = "地址";

/* 闹钟名字的标签 */
"KLabelAlarmName" = "標籤";

/* 地址的标签 */
"KLabelAlarmPostion" = "目的地";

/* 警示半径的标签 */
"KLabelAlarmRadius" = "提醒半徑";

/* 重复类型的标签 */
"KLabelAlarmRepeat" = "重複";

/* 声音的标签 */
"KLabelAlarmSound" = "提示聲";

/* 振动的标签 */
"KLabelAlarmVibrate" = "震動";

/* 触发警告条件的标签 */
"KLabelAlarmTrigger" = "提醒";

/* 地图书签视图的提示文本 */
"KLabelMapBookmarksView" = "選擇鬧鈴提醒來在地圖上檢視";

/* 新增闹钟的大头针的标题 */
"KLabelMapNewAnnotationTitle" = "拖動來改變目的地";

/* 关于tab的标题 */
"KTabTitleAbout" = "關於";

/* 闹钟列表tab标题 */
"KTabTitleAlarmList" = "位置鬧鈴提醒列表";

/* 闹钟地图tab标题 */
"KTabTitleAlarmMaps" = "位置鬧鈴提醒地圖";

/* 设置tab的标题 */
"KTabTitleSetting" = "設定";

/* 提示无法反转地址，需要打开internet连接的提示文本 */
"KTextPromptNeedInternetToReversing" = "您必须連接 Wi-Fi 網路或行動資料網路才能把這個地理坐標轉換成地址。";

/* 提示无法取得当前位置，需要通过地图指定位置的提示文本 */
"KTextPromptNeedSetLocationByMaps" = "無法確認目前位置。請通過地圖來設定目的地。";

/* 空闹钟列表的背景文字 */
"KTextPromptNoiAlarms" = "沒有位置鬧鈴提醒";

/* 正在定位的提示文本 */
"KTextPromptWhenLocating" = "目前位置⋯";

/* 正在反转地址的提示文本 */
"KTextPromptWhenReversing" = "正在反轉坐標⋯";

/* 正在载入的提示文本 */
"KTextPromptWhenLoading" = "正在載入地圖⋯";

/* 当前位置的文本 */
"KTextPromptDistanceCurrentLocation" = "距離目前位置：%.1f公里";

/* 当前位置的文本 */
"KTextPromptCurrentLocation" = "目前位置";

/* 这是当前位置的文本 */
"KTextPromptItIsCurrentLocation" = "這是目前位置";

/* 搜索bar的Placeholder */
"KTextPromptPlaceholderOfSearchBar" = "搜尋或輸入目的地";

/* 千米(单数) */
"kUnitKilometre" = "公里";

/* 米(单数) */
"kUnitMeter" = "公尺";

/* 米(复数) */
"kUnitMeters" = "公尺";

/* 添加闹钟视图标题 */
"KViewTitleAddAlarms" = "增加位置鬧鈴提醒";

/* 编辑地址的视图标题 */
"KViewTitleAlarmPostion" = "目的地";

/* 编辑警示半径视图标题 */
"KViewTitleAlarmRadius" = "提醒半徑";

/* 闹钟列表视图标题 */
"KViewTitleAlarmsList" = "位置鬧鈴提醒列表";

/* 闹钟地图视图标题 */
"KViewTitleAlarmsListMaps" = "位置鬧鈴提醒地圖";

/* 编辑闹钟视图标题 */
"KViewTitleEditAlarms" = "編輯位置鬧鈴提醒";

/* 信息卡视图标题 */
"KViewTitleInformation" = "簡介";

/* 地图书签视图的标题 */
"KViewTitleMapBookmarks" = "位置鬧鈴提醒";

/* 编辑名称视图标题 */
"KViewTitleName" = "標籤";

/* 编辑重复类型视图标题 */
"KViewTitleRepeat" = "重複";

/* 编辑铃声视图标题 */
"KViewTitleSound" = "提示聲";

/* 编辑振动视图标题 */
"KViewTitleVibrate" = "震動";

/* 触发警告条件视图的标题 */
"KViewTitleTrigger" = "提醒";

///////////////////////////////////////////////////////////////////

/* 名字的提示文本 */
"KAPTextPlaceholderName" = "如：甚麼地方就要到了";

/* 备注的提示文本 */
"KAPTextPlaceholderNote" = "如：到達後要做甚麼";

/* 开始 */
"KAPTitleBeginTime" = "開始";

/* 结束 */
"KAPTitleEndTime" = "結束";

/* 备注 */
"KAPTitleNote" = "附註";

/* 定时启动 */
"KAPTitleTimeSwitch" = "定時提醒";

/* 使用相同的开始与结束 */
"KAPTitleSameBeginEndTime" = "使用相同的開始與結束";

/* 开始结束 */
"KAPTitleBeginTimeAndEndTime" = "開始與結束";

/* 最近搜索 */
"KBMTitleBMRecents" = "搜尋記錄";

/* 通讯录 */
"KBMTitleContacts" = "聯絡資訊";

/* 联系人 */
"KBMTitleContact" = "聯絡資訊";

/* 选取联系人显示在地图上 */
"KBMTitlePromptContacts" = "選擇聯絡資訊來在地圖上檢視";

/* 选取最近的搜索 */
"KBMTitlePromptRecents" = "選擇最近的搜尋記錄";

/* 现在 */
"KTITitleNow" = "現在";

/* x天前 */
"KTITitleXDAgo" = "%d天前";

/* x小时前 */
"KTITitleXHAgo" = "%d小時前";

/* x分钟前 */
"KTITitleXMAgo" = "%d分鐘前";

/* 每天 */
"KWDSTitleEveryDay" = "每天";

/* 工作日 */
"KWDSTitleWeekdays" = "平日";

/* 周末 */
"KWDSTitleWeekends" = "週末";

/* 次日 */
"KWDSTitleNextDay" = "次日";

/* 每周五 */
"KWDTitleEveryFriday" = "星期五";

/* 每周一 */
"KWDTitleEveryMonday" = "星期一";

/* 每周六 */
"KWDTitleEverySaturday" = "星期六";

/* 每周日 */
"KWDTitleEverySunday" = "星期日";

/* 每周四 */
"KWDTitleEveryThursday" = "星期四";

/* 每周二 */
"KWDTitleEveryTuesday" = "星期二";

/* 每周三 */
"KWDTitleEveryWednesday" = "星期三";

/* 过X分钟提醒 */
"kTitleAlarmAfterXMinutes" = "過%d分鐘再提醒";

/* "过一会再提醒" */
"kTitleAlarmLater" = "過一會再提醒";

/* 清除 */
"KTitleClear" = "清除";

/* 取消 */
"KTitleCancel" = "取消";

/* 搜索 */
"KTitleSearch" = "搜尋";

/* 告诉朋友 */
"kTitleTellFriends" = "告訴朋友";

/* 清除所有最近搜索 */
"KTitleClearAllRecents" = "清除最近搜尋記錄";

/* 测试 */
"KTitleTest" = "測試";

/* 启动 */
"KTitleLaunch" = "啓動";

/* 距离当前位置:少于0.1公里 */
"KTextDistanceLessThan0_1Km" = "距離目前位置:少於0.1公里";

/* 下一次提醒的警告 */
"KTextWaringNexttimeAlarm" = "由於您現在離這個目的地很近，所以在下次進入目的地區域，才會提醒您！";

/* 闹钟半径太小的警告 */
"KTextWaringRadiusTooSmall" = "提醒半徑太小，可能會錯過提醒。除非您能確信您的iPhone能不被遮擋的接收GPS衛星信號，否則不要設置成這樣的提醒半徑。";

/* 为什么要实用定时启动的描述 */
"KTextWhyTimeSwitch" = "使用“定時鬧鐘”可節約電池電力。";

/* 启动位置闹钟的通知 */
"KTextNotificationLaunchAlarm" = "點擊來啓動位置鬧鈴提醒";

/* 已启动！ */
"KTextAlarmHasLaunched" = "已經啓動！";

/* 不能自动启动的原因 */
"KTextWhyCanNotAutoLaunch" = "您的iPhone將在開始時間收到要求啓動位置鬧鈴提醒的通知。需要您點擊通知來啓動位置鬧鈴提醒。";

